const handler = async (m, { conn }) => {
  let mensaje = `
💰 𝙏𝘼𝙍𝙄𝙁𝘼𝙎 𝘿𝙀 𝘽𝙊𝙇𝙄𝙇𝙇𝙊𝘽𝙊𝙏 🤖 ✅ 
1 𝐁𝐨𝐭 = $3.00 USD  
3 𝐁𝐨𝐭𝐬 = $7.00 USD  
5 𝐁𝐨𝐭𝐬 = $10.00 USD  

📌 𝘗𝘢𝘨𝘰 𝘶́𝘯𝘪𝘤𝘰, 𝘴𝘪𝘯 𝘮𝘦𝘯𝘴𝘶𝘢𝘭𝘪𝘥𝘢𝘥𝘦𝘴.  
📌 𝘔𝘦́𝘵𝘰𝘥𝘰𝘴 𝘥𝘦 𝘱𝘢𝘨𝘰: 𝘗𝘢𝘺𝘗𝘢𝘭, 𝘵𝘳𝘢𝘯𝘴𝘧𝘦𝘳𝘦𝘯𝘤𝘪𝘢 𝘪𝘯𝘵𝘦𝘳𝘯𝘢𝘤𝘪𝘰𝘯𝘢𝘭 𝘺 𝘥𝘦́𝘱𝘰𝘴𝘪𝘵𝘰 𝘔𝘹.  

🦹🏻‍♂️𝙕𝙊𝙉𝘼 𝘿𝙀 𝙋𝙍𝙊𝙈𝙊𝘾𝙄𝙊𝙉𝙀𝙎! 🦹🏻‍♂️  
🤵🏻‍♂️.𝘱𝘳𝘰𝘮𝘰𝘤𝘪𝘰𝘯𝘦𝘴  

📩 𝘗𝘢𝘳𝘢 𝘮𝘢́𝘴 𝘪𝘯𝘧𝘰𝘳𝘮𝘢𝘤𝘪𝘼𝘰́𝘯 𝘰 𝘱𝘢𝘳𝘢 𝘳𝘦𝘢𝘭𝘪𝘻𝘢𝘳 𝘵𝘶 𝘤𝘰𝘮𝘱𝘳𝘢, 𝘤𝘰𝘯𝘵𝘢́𝘤𝘵𝘢𝘯𝘰𝘴 𝘢 𝘵𝘳𝘢𝘷𝘦́𝘴 𝘥𝘦 𝘭𝘰𝘴 𝘴𝘪𝘨𝘶𝘪𝘦𝘯𝘵𝘦𝘴 𝘯𝘶́𝘮𝘦𝘳𝘰𝘴:

📞 https://wa.link/rxfwr8  

`.trim();

  await conn.sendMessage(m.chat, { text: mensaje });
};

handler.command = /^(tarifa)$/i;
export default handler;
